groups_list = '{} · <b>{}</b> · <i>добавлена {}</i>\n\n'
keywords_list = '{} · <b>{}</b> · <i>добавленo {}</i>\n\n'
no_groups_yet = '🌐 Вы ещё не вступили ни в одну группу'
no_keywords_yet = '🔎 Вы ещё не добавили ни одного ключевого слова'
text_with_username = ('Группа: {}\n'
                      'Ключевое слово: <b>{}</b>\n'
                      'Отправитель: {} @{}\n'
                      'Текст сообщения: {}\n\n'
                      '<a href="https://t.me/{}/{}">Ссылка на сообщение</a>')
text_without_username = ('Группа: {}\n'
                         'Ключевое слово: <b>{}</b>\n'
                         'Отправитель: {}\n'
                         'Текст сообщения: {}\n\n'
                         '<a href="https://t.me/{}/{}">Ссылка на сообщение</a>')
