text_with_username = ('Группа: {}\n'
                      'Ключевое слово: <b>{}</b>\n'
                      'Отправитель: {} @{}\n'
                      'Текст сообщения: {}\n'
                      '<a href="https://t.me/{}/{}">Ссылка на сообщение</a>')
text_without_username = ('Группа: {}\n'
                         'Ключевое слово: <b>{}</b>\n'
                         'Отправитель: {}\n'
                         'Текст сообщения: {}\n'
                         '<a href="https://t.me/{}/{}">Ссылка на сообщение</a>')
