text_with_username = ('Группа: {}\n'
                      'Ключевое слово: <b>{}</b>\n'
                      'Отправитель: {} @{}\n'
                      'Текст сообщения: {}\n'
                      'Ссылка на сообщение: https://t.me/{}/{}')
text_without_username = ('Группа: {}\n'
                         'Ключевое слово: <b>{}</b>\n'
                         'Отправитель: {}\n'
                         'Текст сообщения: {}\n'
                         'Ссылка на сообщение: https://t.me/{}/{}')
